import React from "react";
import Test from "./UI/Test";

const ListTest = () => {

    

    return (
        <ul className="list-tests">
            <Test name='Тема: Начало тригонометрии, Преподаватель: А.С. Кочнев'/>
            <Test name='Тема: Начало тригонометрии, Преподаватель: А.С. Кочнев'/>
            <Test name='Тема: Начало тригонометрии, Преподаватель: А.С. Кочнев'/>
            <Test name='Тема: Начало тригонометрии, Преподаватель: А.С. Кочнев'/>
            <Test name='Тема: Начало тригонометрии, Преподаватель: А.С. Кочнев'/>
            <Test name='Тема: Начало тригонометрии, Преподаватель: А.С. Кочнев'/>
            <Test name='Тема: Начало тригонометрии, Преподаватель: А.С. Кочнев'/>
            <Test name='Тема: Начало тригонометрии, Преподаватель: А.С. Кочнев'/>
            <Test name='Тема: Начало тригонометрии, Преподаватель: А.С. Кочнев'/>
        </ul>
    )
}

export default ListTest